adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-firmware
alsa-utils
archiso
base
base-devel
bc
biber
bluez
bluez-utils
clang
cmake
composer
discord
dotnet-runtime
dotnet-sdk
dunst
efibootmgr
emacs
fd
flameshot
fuse2
fzf
gcc-ada
git
graphviz
grim
grub
gtk-layer-shell
hyprland
hyprpaper
jdk-openjdk
jdk17-openjdk
jq
julia
libreoffice-still
linux
linux-firmware
lua-filesystem
luarocks
man-db
maven
meld
mono
mono-addins
mono-tools
mupdf
muse
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
pandoc-cli
pavucontrol
playerctl
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pipx
qbittorrent
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
reflector
ripgrep
ruby
rustup
socat
steam
sudo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langfrench
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
the_silver_searcher
tree
tree-sitter-cli
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-hanazono
ublock-origin
uncrustify
unzip
upower
verilator
vlc
wget
wl-clipboard
wlroots
xdg-desktop-portal
xdotool
zathura
zathura-pdf-mupdf
zig
